Repository: wp-plugins/kk-i-like-it
Catalog: lang/lang-kklike-*.po
Languages: pl_pl

source: <strong>Plugin is not configured. It may not work correctly.</strong> Go to settings, make your selection and save settings.
pl_pl: <strong>Plugin nie został skonfigurowany. Może nie działać prawidłowo.</strong> Przejdź do zakładki USTAWIENIA, wybierz odpowiednie opcje i kliknij przycisk ZAPISZ.

source: The last ten activities
pl_pl: Ostatnich 10 aktywności

source: I'm sorry, at this moment there is no data to display
pl_pl: Przepraszamy, w tej chwili nie ma informacji do wyświetlenia

source: Likes per day
pl_pl: Polubień w ciągu dnia

source: The number of likes within last few days.
pl_pl: Ilość polubień treści w ciągu oststnich kilku dni.

source: Top liked
pl_pl: Najbardziej lubiane

source: The most often liked aticles within last few days.
pl_pl: Najbardziej lubiane treści w ciągu kilku ostatnich dni.

source: Top Left
pl_pl: Góra Lewa

source: Top Right
pl_pl: Góra Prawa

source: Bottom Left
pl_pl: Dół Lewa

source: Bottom Right
pl_pl: Dół Prawa

source: Own position
pl_pl: Własna pozycja

source: Light
pl_pl: Jasny

source: Dark
pl_pl: Ciemy

source: Big Dark
pl_pl: Duży Ciemy

source: Big Light
pl_pl: Duży Jasny

source: Post
pl_pl: Wpis

source: Page
pl_pl: Strona

source: Post&Page
pl_pl: Wpisy i Strony

source: Always
pl_pl: Zawsze

source: Never show
pl_pl: Nigdy nie pokazuj

source: Hovering cursore over the button
pl_pl: Po najechaniu kursorem na przycisk

source: Small Dark
pl_pl: Mały Ciemny

source: Small Light
pl_pl: Mały Jasny

source: General Settings
pl_pl: Ustawienia ogólne

source: Button settings:
pl_pl: Ustawienia przycisku:

source: Like text:
pl_pl: Tekst polubienia:

source: Unlike text:
pl_pl: Tekst cofnięcia polubienia:

source: Only users can vote?
pl_pl: Tylko użytkownicy mogą oddawać głosy?

source: Should a button be shown to guests?
pl_pl: Czy przycisk ma być pokazywany gościom?

source: Button position:
pl_pl: Pozycja przycisku:

source: Show button on post list?
pl_pl: Pokazać przycisk na liście wpisów?

source: Where display button?
pl_pl: Gdzie wyświetlić przycisk?

source: Show numer of likes
pl_pl: Pokazać ilość polubień treści

source: Own button style?
pl_pl: Własny styl przycisku?

source: Button type
pl_pl: Typ przycisku

source: Button Color
pl_pl: Kolor przycisku

source: Button Text Color
pl_pl: Kolor tekstu na przycisku

source: Button Border Size
pl_pl: Szerokość obramowania

source: Button Border Color
pl_pl: Kolor obramowania

source: Button Font Size
pl_pl: Rozmiar czcionki na przycisku

source: Button Round Corners
pl_pl: Rozmiar zaokrąglenia rogów

source: Dashboard:
pl_pl: Panel:

source: Show box Recent Liked on Dashboard?
pl_pl: Pokazać blok Ostatnio Polubione na stronie głównej panelu?

source: Show box Top Liked on Dashboard?
pl_pl: Poazać blok Najberdziej Lubiane na stronie głównej panelu?

source: Post/Page Settings:
pl_pl: Ustawienia wpisu/strony:

source: Voters Text Header:
pl_pl: Nagłówek bloku z listą użytkowników, którzy polubili treść:

source: Show voters after post/page content?
pl_pl: Czy wyświetlić litę użytkowników, którzy polubili treść?

source: Guest
pl_pl: Gość

source: I'm sorry, at this moment there are no data to display
pl_pl: Przepraszamy, w tej chwili nie ma danych do wyświetlenia

source: likes
pl_pl: polubień

source: KKILikeIt - recently liked
pl_pl: KKILikeIt - ostatnio polubione

source: KKILikeIt - most liked - TOP 5
pl_pl: KKILikeIt - najbardziej lubiane - TOP 5

source: Stats
pl_pl: Statystyki

source: Settings
pl_pl: Ustawienia

source: Documentation
pl_pl: Dokumentacja

source: Title:
pl_pl: Tytuł:

source: How many items should be displayed
pl_pl: Ile elementów powinno być wyświetlanych

source: items.
pl_pl: elementów.

source: What post type should be displayed
pl_pl: Jaki typ wpisów powinien być wyświetlany

source: Liked:
pl_pl: Polubień:

source: Date:
pl_pl: Data:

source: Do not have favorite items.
pl_pl: Nie posiada polubionych treści.

source: Save changes
pl_pl: Zapisz zmiany

source: Button preview:
pl_pl: Podgląd przycisku:

source: Plugin web site.
pl_pl: Strona pluginu.
